Repository: yuoonnn/AEyes
Catalog: aeyes_user_app/lib/l10n/app_*.arb
Languages: tl

source: Welcome to AEyes
tl: Maligayang pagdating sa AEyes

source: Sign in to continue
tl: Mag-sign in para magpatuloy

source: Login
tl: Mag-login

source: Sign in with Google
tl: Gumamit ng Google

source: Sign in with Facebook
tl: Gumamit ng Facebook

# dontHaveAccount
source: Don't have an account? Register
tl: Walang account? Magrehistro

source: Back to Role Selection
tl: Bumalik sa Pagpili ng Role

source: Welcome back!
tl: Maligayang pagbabalik!

# quickAccessDashboard
source: Here's your quick access dashboard.
tl: Ito ang iyong quick access dashboard.

source: Your Name
tl: Ang Iyong Pangalan

# yourEmail
source: your@email.com
tl: iyong@email.com

source: Edit Profile
tl: I-edit ang Profile

source: Hazard Guidance
tl: Gabay sa Panganib

source: Waiting for image...
tl: Naghihintay ng larawan...

source: Analyzing...
tl: Sinusuri...

source: Settings
tl: Mga Setting

source: User Profile
tl: Profile ng User

source: Full Name
tl: Buong Pangalan

source: Enter your name
tl: Ilagay ang iyong pangalan

source: Enter your email
tl: Ilagay ang iyong email

source: Phone Number
tl: Numero ng Telepono

source: Enter your phone number
tl: Ilagay ang iyong numero ng telepono

source: Enter your address
tl: Ilagay ang iyong address

source: Edit
tl: I-edit

source: Save
tl: I-save

source: Saving...
tl: Sinasave...

source: Profile updated successfully!
tl: Matagumpay na na-update ang profile!

# languageAndRegion
source: Language & Region
tl: Wika at Rehiyon

source: Language
tl: Wika

source: Audio Settings
tl: Mga Setting ng Audio

source: TTS Volume
tl: Volume ng TTS

source: Beep Volume
tl: Volume ng Beep

source: App Preferences
tl: Mga Kagustuhan sa App

source: Notifications
tl: Mga Notipikasyon

source: Enable push notifications
tl: I-enable ang push notifications

# switchBetweenThemes
source: Switch between light and dark theme
tl: Lumipat sa pagitan ng light at dark theme

source: Save Settings
tl: I-save ang mga Setting

source: Settings saved!
tl: Na-save ang mga setting!

source: Logout
tl: Mag-logout

source: Guardian Login
tl: Login ng Guardian

# signInToManageWard
source: Sign in to manage your ward
tl: Mag-sign in para pamahalaan ang iyong ward

# dontHaveAccountRegisterGuardian
source: Don't have an account? Register as Guardian
tl: Walang account? Magrehistro bilang Guardian

source: Register
tl: Magrehistro

source: Name
tl: Pangalan

source: Register as User
tl: Magrehistro bilang User

source: Register as Guardian
tl: Magrehistro bilang Guardian

source: Select Role
tl: Pumili ng Role

source: I am a User
tl: Ako ay isang User

source: I am a Guardian
tl: Ako ay isang Guardian

source: Guardian Dashboard
tl: Dashboard ng Guardian

source: Refresh
tl: I-refresh

source: No linked users
tl: Walang naka-link na mga user

# usersNeedToLinkYou
source: Users need to link you as their guardian first
tl: Kailangan ka munang i-link ng mga user bilang kanilang guardian

source: Your Guardian Email:
tl: Ang Iyong Email ng Guardian:

# shareThisEmail
source: Share this email with users to link you as their guardian
tl: Ibahagi ang email na ito sa mga user para i-link ka bilang kanilang guardian

source: Pending Link Requests
tl: Mga Pending na Link Request

source: Approve
tl: Aprubahan

source: Welcome, Guardian!
tl: Maligayang pagdating, Guardian!

source: Select User
tl: Pumili ng User

source: Phone
tl: Telepono

source: No email
tl: Walang email

# lastUpdated
source: Last updated: {timestamp}
tl: Huling na-update: {timestamp}

source: No location data available
tl: Walang available na location data

# batteryAndAlerts
source: Battery & Alerts ({count})
tl: Baterya at Mga Alert ({count})

# deviceBattery
source: Device Battery: {level}%
tl: Baterya ng Device: {level}%

source: No battery data available
tl: Walang available na battery data

source: No active alerts
tl: Walang aktibong mga alert

source: Acknowledge
tl: Kilalanin

source: Communication
tl: Komunikasyon

# sendMessageOrAlert
source: Send a message or alert to the user.
tl: Magpadala ng mensahe o alert sa user.

source: Log in as User
tl: Mag-login bilang User

source: Unknown
tl: Hindi kilala

source: Unknown User
tl: Hindi Kilalang User
